posts/two-brains-in-a-body/index.org
#+BEGIN_COMMENT
.. title: Two brains
.. slug: two-brains-in-a-body
.. date: 2018-09-10 23:30:38 UTC+05:30
.. tags: draft
.. category: 
.. link: 
.. description: 
.. type: text
#+END_COMMENT


The two-brain theory is not too hard to understand with one brain.

* Advantages
To the many advantages of having two brains in a body. 
One brain can watch television other can do homework.
You can eat appetizer and dessert at the same time.
Listen to classical and jazz at the same time.

The possibilities are endless.
* Where would you keep the second brain? 

In order to avoid a complete redesign of human body, we should think of
exploiting unused space in the current design.

Two ideas were found profoundly insightful.


My friend was eager suggestion, buttocks, and my wise suggestion, stomach.

The pros and cons needs to be discussed.
* Flat stomachs will be called morons
So fitness ain't the new sexy anymore. Brains, two brains adds more to the
flavor.


