posts/two-brains-in-a-body/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " vocab="http://ogp.me/ns" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>Two brains | mindtoilet</title>
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://mindtoilet.github.io/posts/two-brains-in-a-body/">
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<!--[if lt IE 9]><![endif]--><meta name="author" content="mind">
<meta name="robots" content="noindex">
<meta property="og:site_name" content="mindtoilet">
<meta property="og:title" content="Two brains">
<meta property="og:url" content="https://mindtoilet.github.io/posts/two-brains-in-a-body/">
<meta property="og:description" content="The two-brain theory is not too hard to understand with one brain.



Advantages


To the many advantages of having two brains in a body. 
One brain can watch television other can do homework.
You can">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2018-09-10T23:30:38+05:30">
</head>
<body>
<script type="text/javascript">
  // Detect JS support
  document.body.className = document.body.className + " js_enabled";
</script><a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>
<div id="container">
    <section class="hero is-primary"><!-- Hero header: will stick at the top --><div class="hero-head">
  <header id="header" class="nav"><div class="container">
      <div class="nav-left">
        
<div class="nav-item is-brand">
  <h1 id="brand" class="site-header">
      <a href="https://mindtoilet.github.io/" title="mindtoilet" rel="home">
        
  <span class="level is-mobile">


  <span id="blog-title" class="level-item site-title">mindtoilet</span>

  </span>

      </a>
  </h1>
</div>

        

      </div>
      
<!-- This "nav-toggle" hamburger menu is only visible on mobile -->
<!-- You need JavaScript to toggle the "is-active" class on "nav-menu" -->
<span id="nav-toggle-burger" class="nav-toggle">
  <span></span>
  <span></span>
  <span></span>
</span>
<div id="menu" class="nav-right nav-menu">
      <a class="nav-item" title="Archive" href="../../archive.html">Archive</a>
      <a class="nav-item" title="Tags" href="../../categories/">Tags</a>
      <a class="nav-item" title="RSS feed" href="../../rss.xml">RSS feed</a>


</div>
<script type="text/javascript">
document.getElementById('nav-toggle-burger').onclick = function() {
  var myMenu = document.getElementById('menu');
  var className = ' ' + myMenu.className + ' ';
  var IS_ACTIVE_CLASS = 'is-active';
  if ( ~className.indexOf(' ' + IS_ACTIVE_CLASS + ' ') ) {
    myMenu.className = className.replace(' ' + IS_ACTIVE_CLASS + ' ', ' ');
  } else {
    myMenu.className += ' ' + IS_ACTIVE_CLASS;
  }
}
</script>
</div>
  </header>
</div>

    <!-- Hero content: will be in the middle -->
    
  
    

    <!-- Hero footer: will stick at the bottom -->
  </section><main id="content" class="section section-main"><div class="container">
      
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header class="heading"><h1 class="title is-1 p-name entry-title" itemprop="headline name">
    <a href="." class="u-url">Two brains</a>
  </h1>

  <div class="level metadata">
    
    <div class="level-left">
      <div class="level-item">
        <p class="byline author vcard">
          <span class="byline-name fn">
              mind
          </span>
        </p>
      </div>
    </div>
    
    <div class="level-right">
      <div class="level-item">
        <p class="dateline">
          <a href="." rel="bookmark">
            <time class="published dt-published" datetime="2018-09-10T23:30:38+05:30" itemprop="datePublished" title="2018-09-10 23:30">2018-09-10 23:30</time></a>
        </p>
      </div>
      
        <div class="level-item">
          <p class="commentline">
        
    <a href="#disqus_thread" data-disqus-identifier="cache/posts/two-brains-in-a-body.html">Comments</a>

</p>
        </div>
      
      
  <div class="level-item">
    <p class="sourceline">
      <a href="index.org" id="sourcelink">Source</a>
    </p>
  </div>

      
    </div>
  </div>
  

</header><div class="section content e-content entry-content" itemprop="articleBody text">
    <p>
The two-brain theory is not too hard to understand with one brain.
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Advantages</h2>
<div class="outline-text-2" id="text-1">
<p>
To the many advantages of having two brains in a body. 
One brain can watch television other can do homework.
You can eat appetizer and dessert at the same time.
Listen to classical and jazz at the same time.
</p>

<p>
The possibilities are endless.
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Where would you keep the second brain?</h2>
<div class="outline-text-2" id="text-2">
<p>
In order to avoid a complete redesign of human body, we should think of
exploiting unused space in the current design.
</p>

<p>
Two ideas were found profoundly insightful.
</p>


<p>
My friend was eager suggestion, buttocks, and my wise suggestion, stomach.
</p>

<p>
The pros and cons needs to be discussed.
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Flat stomachs will be called morons</h2>
<div class="outline-text-2" id="text-3">
<p>
So fitness ain't the new sexy anymore. Brains, two brains adds more to the
flavor.
</p>
</div>
</div>
  </div>
  <aside class="postpromonav"></aside></article><script>var disqus_shortname="https-mindtoilet-github-io";(function(){var a=document.createElement("script");a.async=true;a.src="https://"+disqus_shortname+".disqus.com/count.js";(document.getElementsByTagName("head")[0]||document.getElementsByTagName("body")[0]).appendChild(a)}());</script>
</div>
  </main><footer id="footer" class="footer"><div class="container">
      Contents © 2020         <a href="mailto:mindtoilet@gmail.com">mind</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
      
    </div>
  </footer>
</div>

  




</body>
</html>
